Repository: alikian/pippipgo-ios
Catalog: pippipgo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, fil, fil_ph, fr, it, ja, ko, ru, tr, vi, zh_hans

source: Cognito returned an invalid token response.
ar: أعاد Cognito استجابة رمز غير صالحة.
es: Cognito devolvió una respuesta de token no válida.
fa: Cognito پاسخ نامعتبری برای توکن برگرداند.
fil: Nagbalik ang Cognito ng di-wastong tugon ng token.
fil_ph: Nagbalik ang Cognito ng di-wastong tugon ng token.
fr: Cognito a renvoyé une réponse de jeton invalide.
it: Cognito ha restituito una risposta del token non valida.
ja: Cognitoから無効なトークン応答が返されました。
ko: Cognito에서 유효하지 않은 토큰 응답을 반환했습니다.
ru: Cognito вернул недопустимый ответ с токеном.
tr: Cognito geçersiz bir belirteç yanıtı döndürdü.
vi: Cognito trả về phản hồi mã thông báo không hợp lệ.
zh_hans: Cognito 返回了无效的令牌响应。

source: Companions
ar: المرافقون
es: Acompañantes
fa: همراهان
fil: Mga kasama
fil_ph: Mga kasama
fr: Compagnons de voyage
it: Compagni di viaggio
ja: 同行者
ko: 동행자
ru: Попутчики
tr: Yol arkadaşları
vi: Bạn đồng hành
zh_hans: 同行者

source: Connect calendars
ar: ربط التقاويم
es: Conectar calendarios
fa: تقویم‌ها را وصل کن
fil: Ikonekta ang mga kalendaryo
fil_ph: Ikonekta ang mga kalendaryo
fr: Connecter des calendriers
it: Collega i calendari
ja: カレンダーを接続
ko: 캘린더 연결
ru: Подключить календари
tr: Takvimleri bağla
vi: Kết nối lịch
zh_hans: 连接日历

source: Conversation history
ar: سجل المحادثات
es: Historial de conversaciones
fa: تاریخچه مکالمات
fil: Kasaysayan ng pag-uusap
fil_ph: Kasaysayan ng pag-uusap
fr: Historique des conversations
it: Cronologia delle conversazioni
ja: 会話履歴
ko: 대화 기록
ru: История бесед
tr: Sohbet geçmişi
vi: Lịch sử trò chuyện
zh_hans: 对话历史

source: Conversations
ar: المحادثات
es: Conversaciones
fa: مکالمات
fil: Mga pag-uusap
fil_ph: Mga pag-uusap
it: Conversazioni
ja: 会話
ko: 대화
ru: Беседы
tr: Sohbetler
vi: Các cuộc trò chuyện
zh_hans: 对话

source: Couldn’t connect to the PipPipGo backend. Your request may not have finished; retry the same operation when connected.
ar: تعذّر الاتصال بخدمة PipPipGo الخلفية. قد لا يكون طلبك قد اكتمل؛ أعد تنفيذ العملية نفسها عند الاتصال.
es: No se pudo conectar con el backend de PipPipGo. Es posible que la solicitud no se haya completado; vuelve a intentar la misma operación cuando tengas conexión.
fa: اتصال به بک‌اند PipPipGo برقرار نشد. ممکن است درخواست شما کامل نشده باشد؛ پس از اتصال، همان عملیات را دوباره امتحان کنید.
fil: Hindi makakonekta sa backend ng PipPipGo. Maaaring hindi natapos ang iyong kahilingan; subukang muli ang parehong operasyon kapag nakakonekta na.
fil_ph: Hindi makakonekta sa backend ng PipPipGo. Maaaring hindi nakumpleto ang iyong kahilingan; subukang muli ang parehong operasyon kapag nakakonekta na.
fr: Impossible de se connecter au serveur PipPipGo. Votre demande n’a peut-être pas abouti ; réessayez la même opération une fois connecté.
it: Impossibile connettersi al backend di PipPipGo. La richiesta potrebbe non essere stata completata; riprova la stessa operazione quando sarai connesso.
ja: PipPipGoのバックエンドに接続できませんでした。リクエストが完了していない可能性があります。接続後、同じ操作を再試行してください。
ko: PipPipGo 백엔드에 연결할 수 없습니다. 요청이 완료되지 않았을 수 있습니다. 연결되면 같은 작업을 다시 시도하세요.
ru: Не удалось подключиться к серверной части PipPipGo. Возможно, запрос не был выполнен. Повторите ту же операцию, когда подключение восстановится.
tr: PipPipGo arka uç sunucusuna bağlanılamadı. İsteğiniz tamamlanmamış olabilir; bağlantı kurulduğunda aynı işlemi yeniden deneyin.
vi: Không thể kết nối với máy chủ PipPipGo. Yêu cầu của bạn có thể chưa hoàn tất; hãy thử lại thao tác tương tự khi có kết nối.
zh_hans: 无法连接到 PipPipGo 后端。请求可能尚未完成；连接恢复后，请重试相同操作。

source: Delete account
ar: حذف الحساب
es: Eliminar cuenta
fa: حذف حساب
fil: I-delete ang account
fil_ph: Tanggalin ang account
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
ru: Удалить аккаунт
tr: Hesabı sil
vi: Xóa tài khoản
zh_hans: 删除账号

source: Delete this detail
ar: حذف هذه المعلومة
es: Eliminar este dato
fa: حذف این مورد
fil: I-delete ang detalyeng ito
fil_ph: Tanggalin ang detalyeng ito
fr: Supprimer cette information
it: Elimina questo dettaglio
ja: この詳細を削除
ko: 이 세부 정보 삭제
ru: Удалить эту информацию
tr: Bu ayrıntıyı sil
vi: Xóa thông tin này
zh_hans: 删除此项信息

source: Deleting your account…
ar: جارٍ حذف حسابك…
es: Eliminando tu cuenta…
fa: در حال حذف حساب کاربری…
fil: Idinide-delete ang iyong account…
fil_ph: Tinatanggal ang iyong account…
fr: Suppression de votre compte…
it: Eliminazione dell’account…
ja: アカウントを削除しています…
ko: 계정 삭제 중…
ru: Удаление аккаунта…
tr: Hesabınız siliniyor…
vi: Đang xóa tài khoản…
zh_hans: 正在删除你的账户…

source: Deletion could not be confirmed. Your account may already be disabled. Check your connection and retry deletion.
ar: تعذّر تأكيد الحذف. قد يكون حسابك قد عُطّل بالفعل. تحقق من اتصالك وحاول الحذف مجددًا.
es: No se pudo confirmar la eliminación. Es posible que tu cuenta ya esté desactivada. Comprueba tu conexión y vuelve a intentarlo.
fa: حذف تأیید نشد. ممکن است حساب شما از قبل غیرفعال شده باشد. اتصال خود را بررسی کنید و دوباره برای حذف تلاش کنید.
fil: Hindi makumpirma ang pag-delete. Maaaring na-disable na ang iyong account. Tingnan ang koneksyon mo at subukang i-delete itong muli.
fil_ph: Hindi nakumpirma ang pagtanggal. Maaaring naka-disable na ang iyong account. Tingnan ang koneksyon mo at subukang muli ang pagtanggal.
fr: La suppression n’a pas pu être confirmée. Votre compte est peut-être déjà désactivé. Vérifiez votre connexion et réessayez la suppression.
it: Impossibile confermare l’eliminazione. Il tuo account potrebbe essere già disattivato. Controlla la connessione e riprova a eliminarlo.
ja: 削除を確認できませんでした。アカウントはすでに無効になっている可能性があります。接続を確認して、削除を再試行してください。
ko: 삭제를 확인할 수 없습니다. 계정이 이미 비활성화되었을 수 있습니다. 연결을 확인하고 삭제를 다시 시도하세요.
ru: Не удалось подтвердить удаление. Возможно, аккаунт уже отключён. Проверьте подключение и повторите удаление.
tr: Silme işlemi doğrulanamadı. Hesabınız zaten devre dışı bırakılmış olabilir. Bağlantınızı kontrol edip silme işlemini yeniden deneyin.
vi: Không thể xác nhận đã xóa. Tài khoản của bạn có thể đã bị vô hiệu hóa. Hãy kiểm tra kết nối rồi thử xóa lại.
zh_hans: 无法确认删除是否成功。你的账户可能已停用。请检查网络连接，然后重试删除。

source: Deletion requires an existing record version.
ar: يتطلب الحذف إصدارًا موجودًا من السجل.
es: Para eliminar, se necesita la versión de un registro existente.
fa: برای حذف، نسخهٔ موجودِ رکورد لازم است.
fil: Kailangan ng pag-delete ang kasalukuyang bersyon ng tala.
fil_ph: Kailangan ng kasalukuyang bersyon ng tala para makapagtanggal.
fr: La suppression nécessite une version existante de l’enregistrement.
it: Per eliminare è necessaria la versione di un record esistente.
ja: 削除するには既存のレコードのバージョンが必要です。
ko: 삭제하려면 기존 레코드 버전이 필요합니다.
ru: Для удаления требуется версия существующей записи.
tr: Silme işlemi için mevcut bir kayıt sürümü gerekiyor.
vi: Cần có phiên bản bản ghi hiện tại để xóa.
zh_hans: 删除操作需要现有记录的版本。

source: Dictate message
ar: إملاء رسالة
es: Dictar mensaje
fa: دیکتهٔ پیام
fil: Idikta ang mensahe
fil_ph: Idikta ang mensahe
fr: Dicter un message
it: Detta un messaggio
ja: メッセージを音声入力
ko: 메시지 받아쓰기
ru: Надиктовать сообщение
tr: Mesajı dikte et
vi: Đọc chính tả tin nhắn
zh_hans: 听写消息

source: Discard changes
ar: تجاهل التغييرات
es: Descartar cambios
fa: لغو تغییرات
fil: Itapon ang mga pagbabago
fil_ph: Itapon ang mga pagbabago
fr: Abandonner les modifications
it: Annulla modifiche
ja: 変更を破棄
ko: 변경 사항 취소
ru: Отменить изменения
tr: Değişiklikleri sil
vi: Hủy các thay đổi
zh_hans: 放弃更改

source: Discard your changes?
ar: هل تريد تجاهل تغييراتك؟
es: ¿Descartar los cambios?
fa: تغییرات را لغو می‌کنید؟
fil: Itatapon ba ang mga pagbabago mo?
fil_ph: Itatapon ba ang mga pagbabago mo?
fr: Abandonner vos modifications ?
it: Annullare le modifiche?
ja: 変更を破棄しますか？
ko: 변경 사항을 취소할까요?
ru: Отменить изменения?
tr: Değişiklikleriniz silinsin mi?
vi: Hủy các thay đổi?
zh_hans: 要放弃更改吗？

source: Dislike
ar: لم يعجبني
es: No me gusta
fa: نمی‌پسندم
fil: Hindi gusto
fil_ph: Hindi ko gusto
fr: Je n’aime pas
it: Non mi piace
ja: 気に入らない
ko: 별로예요
ru: Не нравится
tr: Beğenme
vi: Không thích
zh_hans: 不喜欢

source: Dutch
ar: الهولندية
es: Neerlandés
fa: هلندی
fil: Olandes
fil_ph: Olandes
fr: Néerlandais
it: Olandese
ja: オランダ語
ko: 네덜란드어
ru: Нидерландский
tr: Felemenkçe
vi: Tiếng Hà Lan
zh_hans: 荷兰语

source: Edit profile
ar: تعديل الملف الشخصي
es: Editar perfil
fa: ویرایش نمایه
fil: I-edit ang profile
fil_ph: I-edit ang profile
fr: Modifier le profil
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 수정
ru: Изменить профиль
tr: Profili düzenle
vi: Chỉnh sửa hồ sơ
zh_hans: 编辑个人资料

source: Edit your traveler profile
ar: تعديل ملفك الشخصي كمسافر
es: Editar tu perfil de viajero
fa: ویرایش نمایهٔ مسافرتی‌تان
fil: I-edit ang profile mo bilang biyahero
fil_ph: I-edit ang profile mo bilang biyahero
fr: Modifier votre profil de voyageur
it: Modifica il tuo profilo di viaggiatore
ja: 旅行者プロフィールを編集
ko: 여행자 프로필 수정
ru: Измените профиль путешественника
tr: Yolcu profilinizi düzenleyin
vi: Chỉnh sửa hồ sơ khách du lịch của bạn
zh_hans: 编辑你的旅行者资料

source: Ends
ar: ينتهي
es: Termina
fa: پایان
fil: Magtatapos
fil_ph: Magtatapos
fr: Fin
it: Fine
ja: 終了
ko: 종료
ru: Заканчивается
tr: Bitiş
vi: Kết thúc
zh_hans: 结束时间

source: Estimates over budget
ar: التقديرات تتجاوز الميزانية
es: Estimaciones por encima del presupuesto
fa: برآوردها بیش از بودجه‌اند
fil: Tinatayang lalampas sa badyet
fil_ph: Lampas sa badyet ang mga tantiya
fr: Estimations dépassant le budget
it: Stime oltre il budget
ja: 見積もりが予算を超えています
ko: 예산 초과 예상
ru: Превышает бюджет
tr: Bütçeyi aşacağı tahmin ediliyor
vi: Ước tính vượt quá ngân sách
zh_hans: 估算金额超出预算

source: Event title
ar: عنوان الفعالية
es: Título del evento
fa: عنوان رویداد
fil: Pamagat ng event
fil_ph: Pamagat ng event
fr: Titre de l’événement
it: Titolo dell’evento
ja: イベント名
ko: 이벤트 제목
ru: Название события
tr: Etkinlik başlığı
vi: Tiêu đề sự kiện
zh_hans: 活动标题

source: Expected an ISO 8601 date.
ar: كان متوقعًا تاريخ بتنسيق ISO 8601.
es: Se esperaba una fecha ISO 8601.
fa: تاریخ باید با قالب ISO 8601 باشد.
fil: Inaasahan ang petsa na ISO 8601 ang format.
fil_ph: Inaasahan ang petsa sa format na ISO 8601.
fr: Une date au format ISO 8601 était attendue.
it: Era prevista una data in formato ISO 8601.
ja: ISO 8601形式の日付が必要です。
ko: ISO 8601 형식의 날짜가 필요합니다.
ru: Ожидалась дата в формате ISO 8601.
tr: ISO 8601 biçiminde bir tarih bekleniyordu.
vi: Cần ngày giờ theo định dạng ISO 8601.
zh_hans: 需要 ISO 8601 日期。

source: Farsi
ar: الفارسية
es: Persa
fa: فارسی
fil: Persiyano
fil_ph: Persiyano
fr: Persan
it: Persiano
ja: ペルシア語
ko: 페르시아어
ru: Персидский
tr: Farsça
vi: Tiếng Ba Tư
zh_hans: 波斯语

source: Filipino
ar: الفلبينية
fa: فیلیپینی
it: Filippino
ja: フィリピン語
ko: 필리핀어
ru: Филиппинский
tr: Filipince
vi: Tiếng Philippines
zh_hans: 菲律宾语

source: Find something fun nearby
ar: اعثر على شيء ممتع بالقرب منك
es: Encuentra algo divertido cerca
fa: یک جای باحال در نزدیکی پیدا کن
fil: Humanap ng masayang puwedeng gawin malapit dito
fil_ph: Maghanap ng masayang puwedeng gawin sa malapit
fr: Trouver une activité sympa à proximité
it: Trova qualcosa di divertente qui vicino
ja: 近くで楽しめることを探す
ko: 근처에서 즐길 거리 찾기
ru: Найти что-нибудь интересное поблизости
tr: Yakınlarda eğlenceli bir şeyler bul
vi: Tìm hoạt động vui chơi gần đây
zh_hans: 找找附近好玩的地方

source: Finding your nearby address…
ar: جارٍ العثور على عنوانك القريب…
es: Buscando tu dirección cercana…
fa: در حال پیدا کردن نشانی نزدیک شما…
fil: Hinahanap ang address na malapit sa iyo…
fil_ph: Hinahanap ang address mo sa malapit…
fr: Recherche de votre adresse à proximité…
it: Ricerca dell’indirizzo nelle vicinanze…
ja: 近くの住所を検索しています…
ko: 근처 주소 찾는 중…
ru: Ищем ближайший адрес…
tr: Yakındaki adresiniz bulunuyor…
vi: Đang tìm địa chỉ gần bạn…
zh_hans: 正在查找附近地址…

source: Finish signing out
ar: إكمال تسجيل الخروج
es: Terminar de cerrar sesión
fa: تکمیل خروج
fil: Tapusin ang pag-sign out
fil_ph: Tapusin ang pag-sign out
fr: Terminer la déconnexion
it: Completa la disconnessione
ja: サインアウトを完了
ko: 로그아웃 완료
ru: Завершить выход из аккаунта
tr: Oturumu kapatma işlemini tamamla
vi: Hoàn tất đăng xuất
zh_hans: 完成退出登录

source: Finish the current voice session before previewing a voice.
ar: أنهِ جلسة الصوت الحالية قبل معاينة صوت.
es: Termina la sesión de voz actual antes de probar una voz.
fa: پیش از پیش‌نمایش صدا، گفت‌وگوی صوتی جاری را تمام کنید.
fil: Tapusin muna ang kasalukuyang sesyon ng boses bago mag-preview ng boses.
fil_ph: Tapusin ang kasalukuyang voice session bago mag-preview ng boses.
fr: Terminez la session vocale en cours avant d’écouter un aperçu de la voix.
it: Termina la sessione vocale in corso prima di ascoltare un’anteprima della voce.
ja: 音声を試聴するには、現在の音声セッションを終了してください。
ko: 음성을 미리 들으려면 현재 음성 세션을 종료하세요.
ru: Завершите текущий голосовой сеанс, прежде чем прослушивать голос.
tr: Bir sesi önizlemeden önce mevcut ses oturumunu bitirin.
vi: Hãy kết thúc phiên giọng nói hiện tại trước khi nghe thử giọng nói.
zh_hans: 请先结束当前语音会话，再试听语音。

source: French
ar: الفرنسية
es: Francés
fa: فرانسوی
fil: Pranses
fil_ph: Pranses
fr: Français
it: Francese
ja: フランス語
ko: 프랑스어
ru: Французский
tr: Fransızca
vi: Tiếng Pháp
zh_hans: 法语

source: Fun film and TV references?
ar: مراجع ممتعة للأفلام والبرامج التلفزيونية؟
es: ¿Referencias divertidas a películas y series?
fa: اشاره‌های بامزه به فیلم و سریال؟
fil: May masasayang sanggunian ba sa pelikula at TV?
fil_ph: Mga nakakatuwang sanggunian sa pelikula at TV?
fr: Des références amusantes à des films et séries ?
it: Citazioni divertenti da film e serie TV?
ja: 映画やテレビの楽しい引用を入れる？
ko: 재미있는 영화·TV 레퍼런스가 있나요?
ru: Интересные отсылки к фильмам и сериалам?
tr: Eğlenceli film ve dizi göndermeleri?
vi: Thích các chi tiết thú vị về phim ảnh và chương trình truyền hình?
zh_hans: 有趣的电影和电视梗？

source: German
ar: الألمانية
es: Alemán
fa: آلمانی
fil: Aleman
fil_ph: Aleman
fr: Allemand
it: Tedesco
ja: ドイツ語
ko: 독일어
ru: Немецкий
tr: Almanca
vi: Tiếng Đức
zh_hans: 德语

source: Getting-to-know-you questions
ar: أسئلة للتعارف
es: Preguntas para conocerte
fa: سؤال‌هایی برای آشنایی بیشتر
fil: Mga tanong para mas makilala ka
fil_ph: Mga tanong para mas makilala ka
fr: Des questions pour apprendre à vous connaître
it: Domande per conoscerti
ja: お互いを知るための質問
ko: 서로 알아가는 질문
ru: Вопросы для знакомства
tr: Tanışma soruları
vi: Câu hỏi làm quen
zh_hans: 了解你的问题

source: Google Maps could not open. Please try again.
ar: تعذّر فتح خرائط Google. يُرجى المحاولة مجددًا.
es: No se pudo abrir Google Maps. Inténtalo de nuevo.
fa: Google Maps باز نشد. لطفاً دوباره امتحان کنید.
fil: Hindi mabuksan ang Google Maps. Pakisubukang muli.
fil_ph: Hindi mabuksan ang Google Maps. Pakisubukang muli.
fr: Impossible d’ouvrir Google Maps. Veuillez réessayer.
it: Impossibile aprire Google Maps. Riprova.
ja: Google マップを開けませんでした。もう一度お試しください。
ko: Google 지도 앱을 열 수 없습니다. 다시 시도해 주세요.
ru: Не удалось открыть Google Карты. Попробуйте ещё раз.
tr: Google Haritalar açılamadı. Lütfen tekrar deneyin.
vi: Không mở được Google Maps. Vui lòng thử lại.
zh_hans: 无法打开 Google 地图，请重试。

source: Google Maps directions
ar: الاتجاهات في خرائط Google
es: Indicaciones de Google Maps
fa: مسیریابی با Google Maps
fil: Mga direksyon sa Google Maps
fil_ph: Mga direksyon sa Google Maps
fr: Itinéraire Google Maps
it: Indicazioni di Google Maps
ja: Googleマップで道順を表示
ko: Google 지도 길찾기
ru: Маршруты в Google Картах
tr: Google Haritalar yol tarifi
vi: Chỉ đường trên Google Maps
zh_hans: Google 地图路线

source: Greek
ar: اليونانية
es: Griego
fa: یونانی
fil: Griyego
fil_ph: Griyego
fr: Grec
it: Greco
ja: ギリシャ語
ko: 그리스어
ru: Греческий
tr: Yunanca
vi: Tiếng Hy Lạp
zh_hans: 希腊语

source: Headphone mode
ar: وضع سماعات الرأس
es: Modo de auriculares
fa: حالت هدفون
fil: Mode para sa headphone
fil_ph: Mode ng headphone
fr: Mode casque
it: Modalità cuffie
ja: ヘッドホンモード
ko: 헤드폰 모드
ru: Режим наушников
tr: Kulaklık modu
vi: Chế độ tai nghe
zh_hans: 耳机模式

source: Headphone mode translates their speech into your language. Turn it off to translate both ways. Change languages or mode before starting.
ar: يترجم وضع سماعات الرأس كلام الطرف الآخر إلى لغتك. أوقفه لترجمة الكلام في كلا الاتجاهين. غيّر اللغات أو الوضع قبل البدء.
es: El modo de auriculares traduce lo que dicen a tu idioma. Desactívalo para traducir en ambos sentidos. Cambia los idiomas o el modo antes de empezar.
fa: حالت هدفون گفتار آن‌ها را به زبان شما ترجمه می‌کند. برای ترجمه دوطرفه، آن را خاموش کنید. پیش از شروع، زبان‌ها یا حالت را تغییر دهید.
fil: Isinasalin ng headphone mode ang pananalita nila sa wika mo. I-off ito para maisalin ang usapan sa magkabilang direksyon. Baguhin ang mga wika o mode bago magsimula.
fil_ph: Isinasalin ng headphone mode ang sinasabi nila sa wika mo. I-off ito para isalin ang usapan sa magkabilang direksiyon. Palitan ang mga wika o mode bago magsimula.
fr: Le mode casque traduit leurs paroles dans votre langue. Désactivez-le pour traduire dans les deux sens. Changez de langue ou de mode avant de commencer.
it: La modalità cuffie traduce ciò che dicono nella tua lingua. Disattivala per tradurre in entrambe le direzioni. Cambia lingue o modalità prima di iniziare.
ja: ヘッドホンモードでは、相手の言葉をあなたの言語に翻訳します。双方向に翻訳するには、オフにしてください。言語やモードは、開始前に変更してください。
ko: 헤드폰 모드에서는 상대방의 말을 내 언어로 번역합니다. 양방향으로 번역하려면 헤드폰 모드를 끄세요. 시작하기 전에 언어나 모드를 변경하세요.
ru: Режим наушников переводит их речь на ваш язык. Выключите его, чтобы переводить в обе стороны. Измените языки или режим до начала.
tr: Kulaklık modu, onların konuşmasını sizin dilinize çevirir. İki yönlü çeviri için kapatın. Başlamadan önce dilleri veya modu değiştirin.
vi: Chế độ tai nghe dịch lời nói của họ sang ngôn ngữ của bạn. Tắt chế độ này để dịch hai chiều. Hãy đổi ngôn ngữ hoặc chế độ trước khi bắt đầu.
zh_hans: 耳机模式会将对方的语音翻译成你的语言。关闭后即可进行双向翻译。请在开始前更改语言或模式。

source: Headphones connected. Headphone mode off.
ar: تم توصيل سماعات الرأس. وضع سماعات الرأس متوقف.
es: Auriculares conectados. Modo de auriculares desactivado.
fa: هدفون‌ها متصل شدند. حالت هدفون خاموش است.
fil: Nakakonekta ang mga headphone. Naka-off ang headphone mode.
fil_ph: Nakakonekta ang mga headphone. Naka-off ang headphone mode.
fr: Écouteurs connectés. Mode écouteurs désactivé.
it: Cuffie collegate. Modalità cuffie disattivata.
ja: ヘッドフォンが接続されました。ヘッドフォンモードがオフです。
ko: 헤드폰이 연결되었습니다. 헤드폰 모드가 꺼져 있습니다.
ru: Наушники подключены. Режим наушников выключен.
tr: Kulaklıklar bağlandı. Kulaklık modu kapalı.
vi: Đã kết nối tai nghe. Đã tắt chế độ tai nghe.
zh_hans: 耳机已连接。耳机模式已关闭。

source: Headphones connected. Headphone mode on.
ar: تم توصيل سماعات الرأس. وضع سماعات الرأس قيد التشغيل.
es: Auriculares conectados. Modo de auriculares activado.
fa: هدفون‌ها متصل شدند. حالت هدفون روشن است.
fil: Nakakonekta ang mga headphone. Naka-on ang headphone mode.
fil_ph: Nakakonekta ang mga headphone. Naka-on ang headphone mode.
fr: Écouteurs connectés. Mode écouteurs activé.
it: Cuffie collegate. Modalità cuffie attiva.
ja: ヘッドフォンが接続されました。ヘッドフォンモードがオンです。
ko: 헤드폰이 연결되었습니다. 헤드폰 모드가 켜져 있습니다.
ru: Наушники подключены. Режим наушников включён.
tr: Kulaklıklar bağlandı. Kulaklık modu açık.
vi: Đã kết nối tai nghe. Đã bật chế độ tai nghe.
zh_hans: 耳机已连接。耳机模式已开启。

source: Hebrew
ar: العبرية
es: Hebreo
fa: عبری
fil: Hebreo
fil_ph: Hebreo
fr: Hébreu
it: Ebraico
ja: ヘブライ語
ko: 히브리어
ru: Иврит
tr: İbranice
vi: Tiếng Hebrew
zh_hans: 希伯来语

source: Hi there! I’m Pip, your friendly local guide. What would make today a good day for you?
ar: أهلًا! أنا Pip، دليلك المحلي الودود. ما الذي يجعل يومك يومًا رائعًا؟
es: ¡Hola! Soy Pip, tu simpático guía local. ¿Qué haría que hoy fuera un buen día para ti?
fa: سلام! من Pip هستم، راهنمای محلیِ خوش‌برخورد شما. چه چیزی امروز را برایتان به روز خوبی تبدیل می‌کند؟
fil: Kumusta! Ako si Pip, ang palakaibigan mong lokal na gabay. Ano ang makapagpapasaya sa araw mo ngayon?
fil_ph: Kumusta! Ako si Pip, ang palakaibigan mong lokal na gabay. Ano ang makapagpapaganda ng araw mo ngayon?
fr: Bonjour ! Je suis Pip, votre guide local sympa. Qu’est-ce qui rendrait votre journée agréable ?
it: Ciao! Sono Pip, la tua guida locale. Cosa renderebbe speciale la tua giornata di oggi?
ja: こんにちは！地元に詳しいガイドのPipです。今日はどんな一日になるとうれしいですか？
ko: 안녕하세요! 저는 친근한 현지 가이드 Pip이에요. 오늘 어떤 하루를 보내고 싶으세요?
ru: Привет! Я Пип, ваш дружелюбный местный гид. Что сделало бы сегодняшний день удачным для вас?
tr: Merhaba! Ben Pip, samimi yerel rehberiniz. Bugününüzü güzelleştirecek şey ne olur?
vi: Chào bạn! Mình là Pip, hướng dẫn viên địa phương thân thiện của bạn. Điều gì sẽ khiến hôm nay trở thành một ngày tuyệt vời với bạn?
zh_hans: 你好！我是 Pip，你友好的本地向导。今天怎样安排会让你开心呢？

source: Hi, I’m Pip.
ar: مرحبًا، أنا Pip.
es: Hola, soy Pip.
fa: سلام، من پیپ هستم.
fil: Kumusta, ako si Pip.
fil_ph: Hi, ako si Pip.
fr: Salut, moi, c’est Pip.
it: Ciao, sono Pip.
ja: こんにちは、Pipです。
ko: 안녕하세요, 저는 Pip이에요.
ru: Привет, я Пип.
tr: Merhaba, ben Pip.
vi: Chào bạn, mình là Pip.
zh_hans: 嗨，我是 Pip。

source: Hindi
ar: الهندية
fa: هندی
ja: ヒンディー語
ko: 힌디어
ru: Хинди
tr: Hintçe
vi: Tiếng Hindi
zh_hans: 印地语

source: Hobbies and fun
ar: الهوايات والمرح
es: Pasatiempos y diversión
fa: سرگرمی‌ها و تفریح
fil: Mga libangan at kasiyahan
fil_ph: Mga libangan at kasiyahan
fr: Loisirs et divertissements
it: Hobby e divertimento
ja: 趣味・楽しみ
ko: 취미와 즐길 거리
ru: Увлечения и развлечения
tr: Hobiler ve eğlence
vi: Sở thích và giải trí
zh_hans: 兴趣爱好与娱乐

source: Home city
ar: المدينة التي أسكن فيها
es: Ciudad de residencia
fa: شهر محل سکونت
fil: Lungsod na tinitirhan
fil_ph: Lungsod na tinitirhan
fr: Ville de résidence
it: Città di residenza
ja: お住まいの都市
ko: 거주 도시
ru: Родной город
tr: Memleketim
vi: Thành phố quê nhà
zh_hans: 所在城市

source: I have booked flights; use the reviewed details I added.
ar: حجزت رحلات الطيران؛ استخدم التفاصيل التي راجعتها وأضفتها.
es: Ya reservé los vuelos; usa los datos revisados que añadí.
fa: پروازها را رزرو کرده‌ام؛ از جزئیاتی که بررسی و اضافه کرده‌ام استفاده کن.
fil: Nakapag-book na ako ng mga flight; gamitin ang mga detalye ng booking na sinuri ko at idinagdag.
fil_ph: Nakapag-book na ako ng mga flight; gamitin ang mga detalye kong sinuri at idinagdag.
fr: J’ai réservé des vols ; utilisez les détails vérifiés que j’ai ajoutés.
it: Ho prenotato i voli; usa i dettagli verificati che ho aggiunto.
ja: 航空券は予約済みです。追加した確認済みの詳細を使ってください。
ko: 항공편을 예약했어요. 제가 추가한 검토 완료된 정보를 사용해 주세요.
ru: Авиабилеты уже забронированы; используйте добавленные мной проверенные данные.
tr: Uçak biletlerini ayırttım; eklediğim ve gözden geçirdiğim ayrıntıları kullanın.
vi: Tôi đã đặt vé máy bay; hãy dùng thông tin chi tiết đã được tôi kiểm tra và thêm vào.
zh_hans: 我已经订好机票；请使用我添加并审核过的行程详情。

source: I want help finding flights; nothing is booked yet.
ar: أريد المساعدة في البحث عن رحلات طيران؛ لم أحجز أي شيء بعد.
es: Quiero ayuda para encontrar vuelos; todavía no he reservado nada.
fa: برای پیدا کردن پروازها کمک می‌خواهم؛ هنوز چیزی رزرو نکرده‌ام.
fil: Gusto kong magpatulong maghanap ng mga flight; wala pa akong bina-book.
fil_ph: Gusto kong magpatulong maghanap ng mga flight; wala pa akong nai-book.
fr: Je veux de l’aide pour trouver des vols ; je n’ai encore rien réservé.
it: Vorrei aiuto per trovare dei voli; non ho ancora prenotato.
ja: 航空券探しを手伝ってほしいです。まだ予約していません。
ko: 항공편을 찾는 데 도움을 받고 싶어요. 아직 예약한 항공편은 없어요.
ru: Хочу, чтобы вы помогли найти авиабилеты; пока ничего не забронировано.
tr: Uçak bileti bulmama yardım edin; henüz rezervasyon yapmadım.
vi: Tôi muốn được giúp tìm chuyến bay; tôi chưa đặt gì cả.
zh_hans: 我想请你帮忙找机票；我还没有预订。

source: I will travel by
ar: سأسافر بـ
es: Viajaré en
fa: من با
fil: Magbibiyahe ako sakay ng
fil_ph: Magbibiyahe ako sakay ng
fr: Je voyagerai en
it: Viaggerò in
ja: 移動手段は
ko: 이동 수단:
ru: Я поеду на
tr: Şununla seyahat edeceğim:
vi: Tôi sẽ đi bằng
zh_hans: 我将乘坐

source: Indonesian
ar: الإندونيسية
es: Indonesio
fa: اندونزیایی
fil: Indones
fil_ph: Indones
fr: Indonésien
it: Indonesiano
ja: インドネシア語
ko: 인도네시아어
ru: Индонезийский
tr: Endonezce
vi: Tiếng Indonesia
zh_hans: 印度尼西亚语
